Repository: common-repository/odins-weather-viewer
Catalog: languages/Odins-Weather-Viewer-*.po
Languages: de_de, nl_nl

source: You do not have suggicient permissions to access this page.
de_de: Es fehlen die benötigten Berechtigungen für den Zugriff auf diese Seite
nl_nl: Je hoeft niet suggicient rechten om toegang tot deze pagina.

source: Settings saved
de_de: Einstellungen gespeichert
nl_nl: Instellingen opgeslagen

source: Temperature in °C / °F
de_de: Temperatur in °C / °F
nl_nl: Temperatuur in ° C / ° F

source: Barometer in hPa / inHg
de_de: Luftdruck in hPa /inHg
nl_nl: Luchtdruk in hPa / Hg

source: Avg windspeed in km/h / mp/h
de_de: &#216; Windgeschwindigkeit in km/h / mp/h
nl_nl: Gemiddelde windsnelheid in km / h / mp / h

source: Gusts in km/h / mp/h
de_de: Böen in km/h / mp/h
nl_nl: Windstoten in km / h / mp / h

source: Winddirection in °
de_de: Windrichtung in °
nl_nl: Windrichting in °

source: Humidity in %
de_de: Luftfeuchtigkeit in %
nl_nl: Vochtigheid in%

source: Rainrate in mm / in
de_de: Niederschlagsrate in mm / in
nl_nl: Neerslag in mm / in

source: Max. rainrate in mm / in
de_de: Max. Niederschlagsrate in mm / in
nl_nl: maximale regenval per uur in mm / in

source: Daily rain in mm / in
de_de: heutiger Niederschlag in mm / in
nl_nl: Neerslag vandaag in mm / in

source: URL Settings!
de_de: URL Einstellungen!
nl_nl: URL-instellingen!

source: Please enter the url for the clientraw.txt file you like to use and lets go.
de_de: Bitte die URL der zu nutzenden Clientraw.txt Datei eingeben und speichern
nl_nl: Vul de url voor de clientraw.txt bestand dat u wilt gebruiken en laat gaan.

source: URL to clientraw.txt
de_de: URL zur clientraw.txt Datei
